brew "azure-cli"
brew "bat"
brew "bun"
brew "cmake"
brew "curl"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lua"
brew "lynx"
brew "marksman"
brew "mise"
brew "neovim"
brew "ninja"
brew "node"
brew "pkg-config"
brew "powerlevel10k"
brew "python"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rust-analyzer"
brew "shellcheck"
brew "stripe-cli"
brew "stylua"
brew "tree"
brew "tree-sitter-cli"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "1password-cli"
cask "dotnet-sdk"
cask "gcloud-cli"
